module.exports = [
  {
    id: 0,
    category: "한식",
    icon: "🍜",
  },
  {
    id: 1,
    category: "중식",
    icon: "🥢",
  },
  {
    id: 2,
    category: "일식",
    icon: "🍣",
  },
  {
    id: 3,
    category: "양식",
    icon: "🍕",
  },
  {
    id: 4,
    category: "아시아 음식",
    icon: "🌏",
  },
  {
    id: 5,
    category: "족발",
    icon: "🐖",
  },
  // {
  //   id: 6,
  //   category: "보쌈",
  //   icon: "🌰",
  // },
  // {
  //   id: 7,
  //   category: "찜",
  //   icon: "🍲",
  // },
  // {
  //   id: 8,
  //   category: "탕",
  //   icon: "🍲",
  // },
  // {
  //   id: 9,
  //   category: "찌개",
  //   icon: "🍲",
  // },
  // {
  //   id: 10,
  //   category: "돈까스",
  //   icon: "🍱",
  // },
  // {
  //   id: 11,
  //   category: "스시",
  //   icon: "🍣",
  // },
  // {
  //   id: 12,
  //   category: "피자",
  //   icon: "🍕",
  // },
  // {
  //   id: 13,
  //   category: "고기",
  //   icon: "🥩",
  // },
  // {
  //   id: 14,
  //   category: "구이",
  //   icon: "🔥",
  // },
  // {
  //   id: 15,
  //   category: "백반",
  //   icon: "🍚",
  // },
  // {
  //   id: 16,
  //   category: "죽",
  //   icon: "🥣",
  // },
  // {
  //   id: 17,
  //   category: "국수",
  //   icon: "🍜",
  // },
  // {
  //   id: 18,
  //   category: "도시락",
  //   icon: "🍱",
  // },
  // {
  //   id: 19,
  //   category: "분식",
  //   icon: "🥟",
  // },
  // {
  //   id: 20,
  //   category: "카페",
  //   icon: "☕",
  // },
  // {
  //   id: 21,
  //   category: "디저트",
  //   icon: "🍰",
  // },
  // {
  //   id: 22,
  //   category: "패스트푸드",
  //   icon: "🍔",
  // },
  // {
  //   id: 23,
  //   category: "술집",
  //   icon: "🍺",
  // },
  // {
  //   id: 24,
  //   category: "전통음식",
  //   icon: "🏯",
  // },
  // {
  //   id: 25,
  //   category: "삼겹살",
  //   icon: "🥓",
  // },
  // {
  //   id: 26,
  //   category: "파스타",
  //   icon: "🍝",
  // },
  // {
  //   id: 27,
  //   category: "코스요리",
  //   icon: "🍽️",
  // },
  // {
  //   id: 28,
  //   category: "갈비",
  //   icon: "🥩",
  // },
  // {
  //   id: 29,
  //   category: "스테이크",
  //   icon: "🥩",
  // },
  // {
  //   id: 30,
  //   category: "빵",
  //   icon: "🍞",
  // },
  // {
  //   id: 31,
  //   category: "곱창 막창",
  //   icon: "🍢",
  // },
  // {
  //   id: 32,
  //   category: "양꼬치",
  //   icon: "🍢",
  // },
  // {
  //   id: 33,
  //   category: "브런치",
  //   icon: "🍳",
  // },
  // {
  //   id: 34,
  //   category: "오마카세",
  //   icon: "🍣",
  // },
  // {
  //   id: 35,
  //   category: "국밥",
  //   icon: "🍲",
  // },
  // {
  //   id: 36,
  //   category: "샌드위치",
  //   icon: "🥪",
  // },
  // {
  //   id: 37,
  //   category: "햄버거",
  //   icon: "🍔",
  // },
  // {
  //   id: 38,
  //   category: "쌀국수",
  //   icon: "🍜",
  // },
  // {
  //   id: 39,
  //   category: "훠궈",
  //   icon: "🥘",
  // },
  // {
  //   id: 40,
  //   category: "마라탕",
  //   icon: "🌶️",
  // },
  // {
  //   id: 41,
  //   category: "초밥",
  //   icon: "🍣",
  // },
  // {
  //   id: 42,
  //   category: "라면",
  //   icon: "🍜",
  // },
  // {
  //   id: 43,
  //   category: "토스트",
  //   icon: "🍞",
  // },
  // {
  //   id: 44,
  //   category: "아이스크림",
  //   icon: "🍦",
  // },
  // {
  //   id: 45,
  //   category: "케이크",
  //   icon: "🎂",
  // },
  // {
  //   id: 46,
  //   category: "맥주",
  //   icon: "🍺",
  // },
  // {
  //   id: 47,
  //   category: "와인",
  //   icon: "🍷",
  // },
  // {
  //   id: 48,
  //   category: "소바",
  //   icon: "🍜",
  // },
  // {
  //   id: 49,
  //   category: "포장마차",
  //   icon: "🍢",
  // },
  // {
  //   id: 50,
  //   category: "콩국수",
  //   icon: "🍜",
  // },
];
